Repository: dew91/contao-fireruns
Catalog: src/Resources/contao/languages/*/*_firerun.xlf
Languages: de

# tl_firerun.title_runattributes
source: Fire run record details
de: Daten zum Einsatz

# tl_firerun.field_opDateTime.0
source: Date and time
de: Datum und Uhrzeit

# tl_firerun.field_opDateTime.1
source: Date and time of run
de: Datum und Uhrzeit des Einsatzes

# tl_firerun.field_opType.0
source: Type
de: Art des Einsatzes

# tl_firerun.field_opArrivalState.0
source: State at arrival
de: Lage bei Eintreffen

# tl_firerun.field_opMeasures.0
source: Measures
de: Maßnahmen

# tl_firerun.field_opVisible.0
source: Run visible
de: Einsatz sichtbar

# tl_firerun.edit.0
source: Edit run
de: Einsatz bearbeiten

# tl_firerun.edit.1
source: Edit run with ID %s
de: Bearbeite Einsatz mit ID %s

# tl_firerun.delete.0
source: Delete run
de: Einsatz löschen

# tl_firerun.delete.1
source: Delete run with ID %s
de: Lösche Einsatz mit ID %s

# tl_firerun.show.0
source: Show run
de: Einsatz-Details anzeigen

# tl_firerun.show.1
source: Show details for run with ID %s
de: Zeige Details zu Einsatz mit ID %s
