Repository: dew91/contao-fireruns
Catalog: src/Resources/contao/languages/*/default.xlf
Languages: de

# tl_firerun.opTypeValues.1
source: false alarm
de: Blinder Alarm

# tl_firerun.opTypeValues.2
source: large fire
de: Großbrand

# tl_firerun.opTypeValues.3
source: small fire
de: Kleinbrand

# tl_firerun.opTypeValues.4
source: small fire (car)
de: Kleinbrand eines PKW

# tl_firerun.opTypeValues.5
source: small fire (van)
de: Kleinbrand eines Transporters

# tl_firerun.opTypeValues.6
source: detector alarm
de: Melderalarm

# tl_firerun.opTypeValues.7
source: detector alarm (disaster management exercise)
de: Melderalarm - Katastrophenschutzübung

# tl_firerun.opTypeValues.8
source: medium fire
de: Mittelbrand

# tl_firerun.opTypeValues.9
source: medium fire (construction machine)
de: Mittelbrand Baumaschine

# tl_firerun.opTypeValues.10
source: medium fire (house)
de: Mittelbrand eines Hauses

# tl_firerun.opTypeValues.11
source: other
de: sonstige

# tl_firerun.opTypeValues.12
source: technical support
de: Technische Hilfeleistung

# tl_firerun.opTypeValues.13
source: regional run
de: Überörtlicher Einsatz

# tl_firerun.opTypeValues.14
source: regional run and large fire
de: Überörtlicher Einsatz und Großbrand

# tl_firerun.opTypeValues.15
source: flood
de: Hochwasser

# tl_firerun.opTypeValues.16
source: disaster alert
de: Katastrophenalarm

# tl_firerun.getParamYear
source: year
de: jahr

# tl_firerun.template.year
source: Year
de: Jahr

# tl_firerun.template.title
source: Fire runs %d
de: Einsätze %d

# tl_firerun.template.formatDate
source: m-d-Y
de: d.m.Y

# tl_firerun.template.type
source: Type
de: Einsatzart

# tl_firerun.template.state
source: State at arrival
de: Lage bei Eintreffen

# tl_firerun.template.measures
source: Measures
de: Maßnahmen

# tl_firerun.template.noRecords
source: No records found for year <b>%d</b>.
de: Für das Jahr <b>%d</b> sind keine Einsätze vorhanden.

# tl_firerun.template.countList
source: <b>Fire runs listed:</b> %d in %d
de: <b>Einsätze gelistet:</b> %d im Jahr %d

# tl_firerun.template.countTotal
source: <b>Fire runs total:</b> %d
de: <b>Einsätze gesamt:</b> %d
